{
	"nome": [
		"Simone de Beauvoir",
		"Ada Lovelace",
		"Frida Kahlo",
		"Marie Curie",
		"Florence Nightingale",
		"Clarice Lispector"
		],

	"data": [
		"Paris - França, 09/01/1908 - 14/04/1986.",
		"Londres - Reino Unido, 10/12/1815 - 27/11/1852.",
		"Coyoacán - México, 06/07/1907 - 13/07/1954.",
		"Varsóvia - Polônia, 07/11/1867 - 04/07/1934.",
		"Florença - Itália, 12/05/1820 - 13/08/1910.",
		"Chechelnyk - Ucrânia, 10/12/1920 - 09/12/1977."
	],

	"frase": [
		"'Que nada nos defina. Que nada nos sujeite. Que a liberdade seja a nossa própria essência.'",
		"'Ninguém conhece o potencial deste poderoso sistema. Um dia, ele poderá tocar música, compor sinfonias e fazer complexos desenhos gráficos.'",
		"'Pinto a mim mesma porque sou sozinha e porque sou o assunto que conheço melhor.'",
		"'Seja menos curioso sobre as pessoas, e mais curioso sobre as ideias.'",
		"'Acho que os sentimentos se perdem nas palavras. Todos deveriam ser transformados em ações, em ações que tragam resultados.'",
		"'Gosto daquilo que me desafia. O fácil nunca me interessou. Já o obviamente impossível sempre me atraiu - e muito.'"
	],

	"descricao": [
		"Simone Lucie Ernestine Marie Bertrand de Beauvoir foi uma escritora francesa, intelectual, filósofa existencialista, ativista política, feminista e teórica social. Se tornou grande influência para o Movimento Feminista.",
		"Ada Augusta King, Condessa de Lovelace, foi uma matemática e escritora britânica, conhecida por ter escrito o primeiro algoritmo a ser processado por uma máquina, sendo considerada a primeira programadora da história.",
		"Magdalena Carmen Frieda Kahlo y Calderón foi uma pintora mexicana, durante o movimento estético do Surrealismo, mas se negava a afirmar que seu trabalho era surrealista, pois exprimia mais sua realidade do que seus sonhos.",
		"Marie Skłodowska Curie foi uma cientista franco-polonesa que conduziu pesquisas pioneiras no ramo da radioatividade. Foi a primeira mulher a receber um Prêmio Nobel e a primeira pessoa a ganhar o Prêmio duas vezes.",
		"Florence Nightingale foi uma enfermeira ítalo-britânica famosa por ser prioneira no tratamento a feridos de guerra e pioneira na utilização de métodos de representação visual de informação, na Estatística.",
		"Clarice Lispector, naturalizada brasileira, foi uma escritora romancista, contista, colunista, cronista e jornalista. É considerada uma das mais importantes escritoras brasileiras do século XX."
	],

	"licenca": [
		"Creative Commons - Attribution-NonCommercial-NoDerivs 2.0 Generic",
		"Domínio público",
		"Domínio público",
		"Creative Commons - Attribution 2.0 Generic",
		"Domínio público",
		"Todos os direitos reservados (disponível apenas para fins educativos)"
	]
}