{
    "Tecnologia0":["MR. ROBOT", "Santo circuito elétrico! Será possível?!\nVou perder toda a live da Glados."],
    "Tecnologia1":["ARIEL", "Hey! Olá..."],
    "Tecnologia2":["MR. ROBOT", "Graças a Robocop, alguém com dedos!\nA conexão caiu durante o vídeo da Glados (minha crush cibernética <3)."],
    "Tecnologia3":["MR. ROBOT", "Não me lembro qual é a senha e não consigo usar os computadores para procurar. Por favor, me ajude!"],
    "Tecnologia4":["ARIEL", "Claro! E onde eu tô mesmo?\nAliás, como saio daqui?"],
    "Tecnologia5":["MR. ROBOT", "Você está na central de operações.\nSeja bem vinda! Oh, quase me esqueci de mencionar! A conexão também destranca a porta. :)"],
    "Tecnologia6":["MR. ROBOT", "Humm! HUHUMM!!!\nAcredito que o telão tenha pistas que possam ajudar. Acesse primeiro o telão!\nHumanos...¬¬"],
    "Tecnologia7":["ARIEL", "Consegui!"],
    "Tecnologia8":["MR. ROBOT", "Minha placa mãe quase parou!\nObrigado, humanoide! Agora, se você me desculpar, tenho uma androide para admirar. Boa sorte!"],

    "Galeria0": ["ARIEL", "OMG! Einstein!"],
    "Galeria1": ["EINSTEIN", "Hallo! Parrábens por chegar áte áqui!"],
    "Galeria2": ["ARIEL", "Obrigada. Pelas experiências até agora, vou chutar que a porta está trancada, certo?"],
    "Galeria3": ["EINSTEIN", "Ja, ja. Parra sáir, vocé prrécisa\nresólver a enigma. Fraülein organiza quadros, Fraülein descobre a chave. Fraülein acha que consegue?"],
    "Galeria4": ["ARIEL", "E=MC², Eisntein\nEu=(Muito Crânio)²"],
    "Galeria5": ["EINSTEIN", "Ja, ja, Fraülein. Muita cránio,\nmuita cránio. Mas não acábar ainda. A chave estar escondida áqui na sála. Parra encóntrar, ouça bem:"],
    "Galeria6": ["EINSTEIN", "Na teorria, um vivo. No escurro,\nrelativamente mórto. Tudo ser histórria no geral. Na arte estár um objeto especial. Glück"],

    "Futebol0": ["CAPIVARA", "Hey! Você aí mesma que está parada no meio do campo, venha aqui, preciso falar com você!"],
    "Futebol1": ["CAPIVARA", "Pressione e segure as setas direcionais\nou as teclas W, A, S, D para caminhar até mim. Sempre que precisar me ouvir novamente, aperte Q."],
    "Futebol2": ["CAPIVARA", "Aeee você chegou! Sou Capivara, O Mascote do time e não estou conseguindo acalmar os torcedores!"],
    "Futebol3": ["CAPIVARA", "Roubaram a bola do jogo e precisamos recuperá-la antes que fiquem nervosos."],
    "Futebol4": ["CAPIVARA", "Cuidado! Os torcedores estão atirando objetos! Rápido, caminhe pelo campo\npara não ser atingida!"],
    "Futebol5": ["CAPIVARA", "Ao terminar de ouvir o rufar de\ntambores, se atente aos sons dos objetos caindo e tente se afastar deles o máximo que puder."],
    "Futebol6": ["CAPIVARA", "Capivaras me mordam! Devolveram a\nbola ali na marcação do pênalti!!!"],
	"Futebol7": ["CAPIVARA", "Vá até ela para fazer um gol! Vou ficar\ndo lado da bola pra te dar um\napoio moral, ok?!"],
    "Futebol8": ["CAPIVARA", "Boa! Agora precisamos descobrir as coordenadas para realizar um chute certeiro, pois o goleiro é tão bom como uma capivara!"],
    "Futebol9": ["CAPIVARA", "Calma, vai dar certo, respira, e tenta de novo, eu confio em você!"],
    "Futebol10": ["CAPIVARA", "Goooooooooolll!! Obrigado, agora\nestamos perdendo só de 7 a 1!"],
    "Futebol11": ["CAPIVARA", "Veja, a arquibancada está\nesvaziando! Agora você pode ir embora pela saída que abriu. Tem um diploma\nque está ali te chamando!"],
    "Futebol12": ["CAPIVARA", "Aqui!"],
    "Futebol13": ["CAPIVARA", "Hey!"],
    "Futebol14": ["CAPIVARA", "Psiu!"],
    "Futebol15": ["CAPIVARA", "Vem cá!"],
    "Futebol16": ["CAPIVARA", "Hey, cuidado para não sair do campo!"],

    "Biblioteca0": ["KLAPAUCIUS", "Hmmm… quem é você? O que está fazendo aqui nessa biblioteca toda empoeirada? Está precisando de ajuda? Pois eu também!"],
    "Biblioteca1": ["KLAPAUCIUS", "Ai ai… essa cabeça não funciona mais\ncomo antigamente. À propósito, meu\nnome é Klapaucius, o Mago,\nao seu dispôr!"],
    "Biblioteca2": ["KLAPAUCIUS", "Há muito tempo criei um feitiço para selar uma passagem secreta nesta biblioteca,"],
    "Biblioteca3": ["KLAPAUCIUS", "mas ele somente pode ser desfeito com palavras mágicas que escondi\nem três livros."],
    "Biblioteca4": ["KLAPAUCIUS", "Só há um pequeno problema: por segurança coloquei um feitiço de invisibilidade neles e os espalhei pela biblioteca."],
    "Biblioteca5": ["KLAPAUCIUS", "Para que eu pudesse encontrá-los, adicionei uma magia de proximidade que emite um som à medida que nos aproximamos deles."],
    "Biblioteca6": ["KLAPAUCIUS", "Mas quem disse que esses ouvidos\ncansados conseguem escutá-los?"],
    "Biblioteca7": ["KLAPAUCIUS", "Há, já sei! Minha filha, já que está\naqui à toa, por que não me ajuda a encontrá-los? Seus ouvidos jovens ainda devem estar bons como os de uma\ncapivara."],
    "Biblioteca8": ["KLAPAUCIUS", "Ande por aí e tente encontrá-los… ou melhor, ouví-los! Se quiser escutar novamente minhas instruções,\npressione Q."],
    "Biblioteca9": ["KLAPAUCIUS", "Hocus-Pocus, você encontrou um\ndos livros! Agora seja boazinha e verifique\nas dicas que escrevi nele para encontrar\na palavra mágica que estou\nprecisando."],
    "Biblioteca10": ["KLAPAUCIUS", "Sabe como é, né? 1234 não é senha! Aperte a tecla E para ler as dicas e em seguida escreva a palavra correta\nna tela."],
    "Biblioteca11": ["KLAPAUCIUS", "Por Merlin! Você encontrou uma das palavras! Agora procure pelos outros dois livros que estão escondidos por aí."],
    "Biblioteca12": ["KLAPAUCIUS", "Mais um livro! Agora leia-o para que encontremos outra palavra mágica!"],
    "Biblioteca13": ["KLAPAUCIUS", "Pelos bigodes de Dr. Victor! Muito bem, agora resta apenas um livro para reunir todas as palavras do feitiço!"],
    "Biblioteca14": ["KLAPAUCIUS", "Nem Dumbledore é capaz de\nreencontrar seus próprios feitiços! Você localizou o último livro! Agora apenas falta descobrirmos a última palavra."],
    "Biblioteca15": ["KLAPAUCIUS", "Menina dos ouvidos afiados! Finalmente posso fazer a magia que abrirá a\npassagem secreta."],
    "Biblioteca16": ["KLAPAUCIUS", "Assim você pode continuar sua jornada e eu posso ir ao meu quarto\ntirar uma soneca."],
    "Biblioteca17": ["KLAPAUCIUS", "Plift ploft still, a porta se abriu!"],
    "Biblioteca18": ["KLAPAUCIUS", "Mas veja que pergaminho engraçado\nque apareceu ali na minha passagem secreta. Acho que ele está querendo que você o siga."],
    "Biblioteca19" : ["KLAPAUCIUS", "Tente encontrar os livros invisíveis que\nestão espalhados pela biblioteca. Siga o feitiço sonoro!"],
    "Biblioteca20" : ["KLAPAUCIUS", "Big-Bang-POW, você errou! Tente\nencontrar a palavra novamente!"],
    "Biblioteca21" : ["KLAPAUCIUS", "Cuidado com as minhas estantes! Elas me custaram centenas de galeões!"],

    "TCC0": ["ARIEL", "Espera! Vingança? Mas você não...eu vim...o que foi que eu fiz?"],
    "TCC1": ["DIPLOMA", "Estava tão ansioso para finalmente te conhecer..."],
    "TCC2": ["DIPLOMA", "Quando você não apareceu para\nme buscar, ainda mantive a esperança. Talvez você só tivesse perdido a hora. Mas\naí se passaram dias. Semanas. Meses.\nMais de um ano."],
    "TCC3": ["DIPLOMA", "Eu estava sozinho, empoeirado,\namarelado e sem esperanças. Foi quando finalmente percebi que não precisava ser mais um papel abandonado."],
    "TCC4": ["DIPLOMA", "Desde então, sonho com o dia em que\nte faria desejar nunca ter me feito passar por tudo aquilo. E esse dia finalmente chegou!"],
    "TCC5": ["ARIEL", "Mas eu..."],
    "TCC6": ["DIPLOMA", "Silêncio! O tempo de desculpas já\npassou, assim como sua chance de\nchegar perto de mim. Boa sorte na próxima vida MUAHAHAHA. VÁ, TCC!"],
    "TCC7": ["DIPLOMA", "ARRRGGHHH"],
    "TCC8": ["DIPLOMA", "NÃÃÃÃÃÃÃÃÃÃÃÃOOOO!!!"],
    "TCC9": ["ARIEL", "Ei, se acalma! Não vou dizer que\nnão estou ~muito~ brava por você ter tentado me destruir, mas será que não dá para me perdoar, ficarmos quites e começarmos outra vez?"],
    "TCC10": ["ARIEL", "Seu lugar ainda está reservado na minha parede."],
    "TCC11": ["DIPLOMA", "O quê? Você não desistiu de mim?"],
    "TCC12": ["ARIEL", "HAHAHAHA claro que não, só\nprecisei demorar bem mais que o previsto para chegar até aqui. Era o que eu ia te falar antes do seu monstro começar a\nme atacar."],
    "TCC13": ["DIPLOMA", "Isso... é... Você está falando sério?"],
    "TCC14": ["ARIEL", "Seríssimo. Venha, vamos para casa!"]
}