{
    "Tecnologia0":["ROBO", "Santo circuito elétrico! Será possível?!\nVou perder toda a live da Glados."],
    "Tecnologia1":["NAN", "Hey! Olá..."],
    "Tecnologia2":["ROBO", "Graças a Robocop, alguém com dedos!\nA conexão caiu durante o vídeo da Glados\n(minha crush cibernética <3).\nNão me lembro qual é a senha e não consigo usar os computadores para procurar.\nPor favor, me ajude!"],
    "Tecnologia3":["NAN", "Claro! E onde eu tô mesmo?\nAliás, como saio daqui?"],
    "Tecnologia4":["ROBO", "Você está na central de operações. Seja bem vinda! Oh, quase me esqueci de mencionar!\nA conexão também destranca a porta.\n:)"],
    "Tecnologia5":["ROBO", "Humm! HUHUMM!!!\nAcredito que o telão tenha pistas que possam ajudar. Acesse primeiro o telão!\nHumanos...¬¬\n"],
    "Tecnologia6":["NAN", "Consegui!"],
    "Tecnologia7":["ROBO", "Minha placa mãe quase parou! Obrigado, humanoide!\nAgora, se você me desculpar, tenho uma androide para admirar.\n Boa sorte!"],

    "Galeria0": ["NAN", "OMG! Einstein!"],
    "Galeria1": ["EINSTEIN", "Hallo! Parrábens por chegar áte áqui!"],
    "Galeria2": ["NAN", "Obrigada. Pelas experiências até agora, vou chutar que a porta está trancada, certo?"],
    "Galeria3": ["EINSTEIN", "Ja, ja. Parra sáir, vocé précisa resólver a enigma.\nFraülein organiza quadros, Fraülein descobre a chave.\nGrándes génias da mundo não consegue.\nFraülein acha que consegue?"],
    "Galeria4": ["NAN", "E=MC², Eisntein. Eu=Muito Crânio 2x"],
    "Galeria5": ["EINSTEIN", "Ja, ja, Fraülein. Muita Cránio, muita cránio.\nMas não acábar ainda.\nA chave estar escondida áqui na sála.\nParra encóntrar, ouça mínhas pálavras:\nNa teorria, um vivo. No escurro, relativamente mórto.\nTudo ser histórria no geral. Na arte estár um objeto especial.\nGlück"],

    "TCC0": ["DIPLOMA", "Olá! Finalmente nos encontramos. Esperei muito por este momento."],
    "TCC1": ["PERSONAGEM", "owwnt <3 Também te amo."],
    "TCC2": ["DIPLOMA", "AMOR? MUAHAHAHAHA. Não me faça rir; não antes da minha vingança estar\ncompleta."],
    "TCC3": ["PERSONAGEM", "Espera! Vingança? Mas você não...eu vim...o que foi que eu fiz?"],
    "TCC4": ["DIPLOMA", "Ela ainda não se lembra (falando para si mesmo)! Nós tínhamos um encontro\nmarcado. E eu esperei. EU ACREDITEI EM VOCÊ! Estava tão ansioso para finalmente te\nconhecer... Quando você não apareceu para me buscar, ainda mantive a esperança. Talvez\nvocê só tivesse perdido a hora. Mas aí se passaram dias. Semanas. Meses. Mais de um ano. Eu\nestava sozinho, empoeirado, amarelado e sem esperanças. Foi quando finalmente percebi que\nnão precisava ser mais um papel abandonado. Desde então, sonho com o dia em que te faria\ndesejar nunca ter me feito passar por tudo aquilo. E esse dia finalmente chegou!"],
    "TCC5": ["PERSONAGEM", "Mas eu..."],
    "TCC6": ["DIPLOMA", "Silêncio! O tempo de desculpas já passou, assim como sua chance de chegar perto\nde mim. Boa sorte na próxima vida MUAHAHAHAHAHAH (nome do monstro)!"],
    "TCC7": ["DIPLOMA", "AHHHHHHHHH (nervoso)"],
    "TCC8": ["DIPLOMA", "NÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃOOOOO!!!!!!!"],
    "TCC9": ["PERSONAGEM", "Ei, se acalma! Não vou dizer que não estou (muito) brava por você ter tentado\nme destruir, mas será que não dá para me perdoar, ficarmos quites e começarmos outra vez?\nSeu lugar ainda está reservado na minha parede."],
    "TCC10": ["DIPLOMA", "O quê? Você não desistiu de mim?"],
    "TCC11": ["PERSONAGEM", "HAHAHAHA Claro que não, só precisei demorar bem mais que o previsto para\nchegar até aqui. Era o que eu ia te falar antes do seu monstro começar a me atacar."],
    "TCC12": ["DIPLOMA", "Isso... é... Você está falando sério?"],
    "TCC13": ["PERSONAGEM", "Seríssimo. Venha, vamos para casa!"]
}